alacritty
baobab
base
base-devel
brave-bin
btrfs-progs
catppuccin-gtk-theme-mocha
chatgpt-desktop-bin
cursor-bin
decibels
efibootmgr
epiphany
evince
firejail
gdm
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grub
gst-plugin-pipewire
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hotspotshield-bin
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
intel-ucode
kitty
lib32-glibc
libpulse
linux
linux-firmware
loupe
malcontent
mesa-utils
nautilus
neofetch
neovim
networkmanager
nodejs
npm
nwg-look
obs-studio
orca
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
rygel
simple-scan
snapd
snapshot
speedtest-cli
starship
stow
strace
sushi
swaync
tecla
totem
ttf-cascadia-code-nerd
ttf-font-awesome
waybar
wget
wireplumber
wofi
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
yay-git
yay-git-debug
yelp
zram-generator
